Repository: petlyak/bbpress-ukrainian
Catalog: bbpress-*.po
Languages: uk

# User role
source: Blocked
uk: Заблокований

# User role
source: Spectator
uk: Читач

# User role
source: Participant
uk: Участник

# User role
source: Moderator
uk: Модератор

# User role
source: Keymaster
uk: Хранитель

source: The bbPress Community
uk: Спільнота bbPress

source: bbPress is forum software with a twist from the creators of WordPress.
uk: bbPress — форум від розробників WordPress.

source: No reply positions to recalculate!
uk: Нема позицій відповідей для перерахунку!

source: Recalculating reply menu order &hellip; %s
uk: Перерахунок порядок меню відповіді &hellip; %s

source: Recalculate the position of each reply
uk: Перерахувати положення кожної відповіді

source: <p>This is a collection of tags that are currently popular on our forums.</p>
uk: <p>Набір міток, в даний час популярних на наших форумах.</p>

source: <p>Here are the statistics and popular topics of our forums.</p>
uk: <p>Статистика та популярні теми ваших форумів.</p>

source: Please login to subscribe to this topic.
uk: Будь ласка, авторизуйтеся для підписки на цю тему.

source: The topic could not be found.
uk: Тема не знайдена.

source: Please login to make this topic a favorite.
uk: Будь ласка, авторизуйтеся, щоб додати теми в обране.

source: Favorites are no longer active.
uk: Вибране більше не активно.

source: The request was unsuccessful. Please try again.
uk: Запит виявився невдалим. Будь ласка, спробуйте ще раз.

source: Are you sure you meant to do that?
uk: Ви впевнені, що хочете це зробити?

source: The forum could not be found.
uk: Форум не знайдений.

source: You do not have permission to do this.
uk: У вас немає дозволів для цієї дії.

source: Please login to subscribe to this forum.
uk: Будь ласка, увійдіть для того щоб підписатися на цей форум.

source: Subscriptions are no longer active.
uk: Підписки більше не активні.

source: Something went wrong. Refresh your browser and try again.
uk: Щось пішло не так. Оновіть сторінку в браузері і спробуйте ще раз.

source: This user has not created any topics.
uk: Цей користувач ще не створив жодної теми.

source: You have not created any topics.
uk: Ви ще не створили жодної теми.

source: Forum Topics Started
uk: Розпочаті теми

source: This user is not currently subscribed to any topics.
uk: У цього користувача немає підписок на теми.

source: You are not currently subscribed to any topics.
uk: В даний час Ви не підписані на жодні теми.

source: This user is not currently subscribed to any forums.
uk: Цей користувач поки не підписаний на жодний форум.

source: You are not currently subscribed to any forums.
uk: В даний час Ви не підписані на жодний форум.

source: Subscribed Forums
uk: Підписки на форуми

source: This user has not replied to any topics.
uk: Користувач не відповів на жодну тему.

source: You have not replied to any topics.
uk: Ви ще не відповідали в темах.

source: Forum Replies Created
uk: Відповіді в темах

source: Replies Created: %s
uk: Відповідей написано: %s

source: Topics Started: %s
uk: Тем розпочато: %s

source: Forum Role: %s
uk: Роль форуму: %s

source: This user has no favorite topics.
uk: Цей користувач не додавав теми в обране.

source: You currently have no favorite topics.
uk: Ви ще не додали в обране жодної теми.

source: Favorite Forum Topics
uk: Вибрані теми

source: %s's Subscriptions
uk: Підписки користувача %s

source: %s's Favorites
uk: Вибране користувача %s

source: %s's Replies Created
uk: Відповіді користувача %s

source: %s's Topics Started
uk: Теми користувача %s

source: Profile
uk: Профіль

source: %s's Profile
uk: Профіль користувача %s

source: in: <a href="%1$s">%2$s</a>
uk: в: <a href="%1$s">%2$s</a>

source: Started by: %1$s
uk: Автор: %1$s

source: in reply to:
uk: у відповідь на:

source: Search Results
uk: Результати пошуку

source: in forum
uk: в форумі

source: in group forum
uk: в форумі групи

source: Topic:
uk: Тема:

source: In reply to:
uk: У відповідь на:

source: Forum:
uk: Форум:

source: Last updated %s
uk: Останнє оновлення %s

source: Blog Role
uk: Роль блогу

source: We use your email address to email you a secure password and verify your account.
uk: На Вашу електронну адресу e-mail буде відправлено листа з безпечним паролем і посиланням для активації облікового запису.

source: Your username must be unique, and cannot be changed later.
uk: Ваше ім'я користувача повинно бути унікальним і не може бути змінено пізніше.

source: Create an Account
uk: Створити акаунт

source: Reset My Password
uk: Скинути мій пароль

source: Username or Email
uk: Ім'я користувача або Email

source: Keep me signed in
uk: Запам'ятати мене

source: Update User
uk: Оновити Користувача

source: Update Profile
uk: Оновити профіль

source: Grant this user super admin privileges for the Network.
uk: Надати цьому користувачу права Супер Адміністратора мережі.

source: Network Role
uk: Роль мережі

source: User Role
uk: Роль користувача

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
uk: Ваш пароль повинен бути не менше десяти символів. Використовуйте верхній і нижній регістр букв, цифри і символи, щоб зробити його ще надійнішим.

source: Type your new password again.
uk: Введіть новий пароль ще раз.

source: If you would like to change the password type a new one. Otherwise leave this blank.
uk: Якщо ви хочете змінити пароль, введіть новий. В іншому випадку залиште це поле порожнім.

source: New Password
uk: Новий пароль

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
uk: Змінити адресу електронної пошти для <code>%1$s</code>. <a href="%2$s">Відміна</a>

source: Account
uk: Обліковий запис

source: Biographical Info
uk: Біографія

source: About the user
uk: Про користувача

source: About Yourself
uk: Про мене

source: Contact Info
uk: Контакти

source: Display Name
uk: Псевдонім

source: Nickname
uk: Нік

source: Last Name
uk: Прізвище

source: First Name
uk: Ім'я

source: You must be logged in to create new topics.
uk: Ви повинні увійти, щоб створювати нові теми.

source: You cannot create new topics.
uk: Ви не можете створити нову тему.

source: Topic Status:
uk: Статус теми:

source: Topic Type:
uk: Тип теми:

source: Topic Tags:
uk: Мітки теми:

source: Topic Title (Maximum Length: %d):
uk: Заголовок теми (Максимальна довжина: %d):

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
uk: Цей форум закритий для нових тем, але Ваше повідомлення ще можна опублікувати.

source: Create New Topic in &ldquo;%s&rdquo;
uk: Створити нову тему в розділі «%s»

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
uk: Ви впевнені, що хочете видалити мітку «%s»? Цю дію не можна скасувати.

source: Any links to this tag will no longer function.
uk: Будь-які посилання на цю мітку не працюватимуть.

source: Deleting a tag cannot be undone.
uk: Видалення міток не може бути скасовано.

source: This does not delete your topics. Only the tag itself is deleted.
uk: Це не видалить ваші теми. Тільки мітка видаляється.

source: Are you sure you want to merge the "%s" tag into the tag you specified?
uk: Ви впевнені, що хочете об'єднати мітку «%s» з вказаною міткою?

source: Existing tag:
uk: Існуючі мітки:

source: Merging tags together cannot be undone.
uk: Злиття міток не може бути скасовано.

source: Update
uk: Оновити

source: Slug:
uk: Ярлик:

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
uk: Зміна ярлика впливає на його постійне посилання. Будь-які посилання зі старим ярликом перестануть працювати.

source: Leave the slug empty to have one automatically generated.
uk: Залиште ярлик порожнім для автоматичної генерації.

source: Rename
uk: Перейменувати

source: Manage Tag: "%s"
uk: Управління міткою: «%s»

source: Copy topic tags to the new topic
uk: Копіювати мітки теми в нову тему

source: Copy favoriters to the new topic
uk: Копіювати обрані в нову тему

source: Copy subscribers to the new topic
uk: Копіювати підписників у нову тему

source: Split: %s
uk: Відокремлено: %s

source: Split Method
uk: Спосіб поділу

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
uk: При використанні існуючого варіанту теми, відповіді обох тем будуть об'єднані в хронологічному порядку. Порядок об'єднання відповідей залежить від часу і дати їх розміщення.

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
uk: При поділі теми, ви ділите її на дві частини, починаючи з обраної вами відповіді. Виберіть відповідь, яка використовується в якості нової теми з новим заголовком, або з'єднайте ці відповіді з існуючою темою.

source: Split topic "%s"
uk: Розділити тему «%s»

source: You cannot edit this topic.
uk: Ви не можете редагувати цю тему.

source: You do not have the permissions to edit this topic!
uk: У вас немає прав для редагування цієї теми!

source: Merge topic tags
uk: Об'єднати мітки теми

source: Merge topic favoriters
uk: Об'єднати обране теми

source: Merge topic subscribers
uk: Об'єднати підписників теми

source: Topic Extras
uk: Додатково

source: There are no other topics in this forum to merge with.
uk: В цьому форумі немає доступних для об'єднання тем.

source: Merge with this topic:
uk: Об'єднати з цією темою:

source: Destination
uk: Призначення

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
uk: Всі відповіді в обидві теми будуть об'єднані в хронологічному порядку. Порядок об'єднання відповідей залежно від часу та дати, коли вони були розміщені. Якщо тема призначення була створена після розміщення цього повідомлення, дата буде оновлена до більш ранньої.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
uk: Щоб зберегти цю тему в якості ведучої, перейдіть на іншу тему і використайте засіб об'єднання звідти.

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
uk: Виберіть тему для об'єднання з поточною. Тема призначення залишатиметься провідною темою, і ця буде змінена у відповідь.

source: Merge topic "%s"
uk: Об'єднати тему «%s»

source: Search for:
uk: Пошук:

source: You must be logged in to reply to this topic.
uk: Для відповіді в цій темі необхідно авторизуватись.

source: You cannot reply to this topic.
uk: Ви не можете відповісти в цій темі.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
uk: Форум «%s» закритий для нових тем і відповідей.

source: The topic &#8216;%s&#8217; is closed to new replies.
uk: Тема «% s» закрита для нових відповідей.

source: Optional reason for editing:
uk: Причина редагування:

source: Keep a log of this edit:
uk: Зберегти в журнал цю зміну:

source: Notify me of follow-up replies via email
uk: Інформувати мене про нові відповіді по електронній пошті.

source: Notify the author of follow-up replies via email
uk: Повідомляти автора про відповіді по e-mail

source: Tags:
uk: Мітки:

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
uk: Ця тема закрита для нових відповідей, але ваші права дозволяють вам відповісти.

source: You cannot edit this reply.
uk: Ви не можете редагувати цю відповідь.

source: You do not have the permissions to edit this reply!
uk: У вас немає прав для редагування цієї відповіді!

source: <strong>WARNING:</strong> This process cannot be undone.
uk: <strong>УВАГА:</strong> Ця операція не може бути скасована.

source: Use an existing topic in this forum:
uk: Використовувати існуючу тему в поточному форумі:

source: Moved: %s
uk: Переміщено: %s

source: New topic in <strong>%s</strong> titled:
uk: Створити тему на форумі <strong>%s</strong> під назвою:

source: Move Method
uk: Спосіб переміщення

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
uk: Якщо ви виберете існуючу тему, відповіді будуть відсортовані за часом і датою їх створення.

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
uk: Ви можете створити з цієї відповіді нову тему, з новою назвою, або об'єднати її з вже існуючою темою.

source: Move reply "%s"
uk: Перемістити відповідь «%s»

source: Protected
uk: Захищено

source: You must be logged in to create new forums.
uk: Ви повинні увійти на сайт, щоб створити нові форуми.

source: You cannot create new forums.
uk: Ви не можете створювати нові форуми.

source: The forum &#8216;%s&#8217; is closed to new content.
uk: Форум «%s» закритий для нового вмісту.

source: Submit
uk: Готово

source: (No Parent)
uk: (Нема батька)

source: Forum Type:
uk: Тип форуму:

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
uk: Ви можете використовувати ці <abbr title="HyperText Markup Language">HTML</abbr> теги і атрибути:

source: Forum Name (Maximum Length: %d):
uk: Назва форуму (Максимальна довжина %d):

source: Your account has the ability to post unrestricted HTML content.
uk: Вашому обліковому запису дозволено публікувати будь-який HTML-вміст.

source: This forum is closed to new content, however your account still allows you to do so.
uk: Цей форум закритий для нових тем, але ваші права дозволяють вам створити тему.

source: Create New Forum in &ldquo;%s&rdquo;
uk: Створити новий форум в «%s»

source: Now Editing &ldquo;%s&rdquo;
uk: Редактирование «%s»

source: Mail (will not be published) (required):
uk: E-mail (не публікується) (обов'язково):

source: Name (required):
uk: Ім'я (обов'язково):

source: Your information:
uk: Ваша інформація:

source: Oh bother! No topics were found here!
uk: На жаль, обговорень немає!

source: Oh bother! No search results were found here!
uk: На жаль, пошук не дав результатів!

source: Oh bother! No replies were found here!
uk: На жаль, відповіді тут не знайдені!

source: Oh bother! No forums were found here!
uk: На жаль, форумів тут немає!

source: You do not have permission to view this forum.
uk: У вас немає прав для перегляду цього форуму.

source: Private
uk: Особистий

source: You are already logged in.
uk: Ви вже увійшли.

source: Hidden Replies
uk: Приховані відповіді

source: Hidden Topics
uk: Приховані теми

source: Empty Topic Tags
uk: Порожні мітки тем

source: Registered Users
uk: Користувачі

source: Registration complete. Please check your e-mail.
uk: Реєстрацію завершено. Будь ласка, перевірте ваш e-mail.

source: Check your e-mail for your new password.
uk: На ваш e-mail висланий новий пароль.

source: Check your e-mail for the confirmation link.
uk: На ваш e-mail вислано посилання для підтвердження.

source: New user registration is currently not allowed.
uk: Реєстрація нового користувача в даний час не дозволена.

source: You are now logged out.
uk: Ви вийшли з системи.

source: &mdash; No role for this site &mdash;
uk: &mdash; Нема ролі на цьому сайті &mdash;

source: This user has super admin privileges.
uk: У користувача права супер адміністратора.

source: You have super admin privileges.
uk: У вас права супер адміністратора.

source: User updated.
uk: Користувач оновлений.

source: Favorited
uk: Вибране

source: Admin
uk: Адміністратор

source: Member
uk: Участник

source: Inactive
uk: Неактивований

source: Guest
uk: Гість

source: <strong>ERROR</strong>: There was a problem subscribing to that topic!
uk: <strong>ПОМИЛКА</strong>: Неможливо підписатися на цю тему!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that topic!
uk: <strong>ПОМИЛКА</strong>: Чи не вдалося відписатися від теми!

source: <strong>ERROR</strong>: No topic was found! Which topic are you subscribing/unsubscribing to?
uk: <strong>ПОМИЛКА</strong>: Тема не знайдена! На яку тему ви підписувалися/відписувавалися?

source: <strong>ERROR</strong>: There was a problem subscribing to that forum!
uk: <strong>ПОМИЛКА</strong>: Неможливо підписатися на форум!

source: <strong>ERROR</strong>: There was a problem unsubscribing from that forum!
uk: <strong>ПОМИЛКА</strong>: Не вдалося відписатися від форуму!

source: <strong>ERROR</strong>: No forum was found! Which forum are you subscribing/unsubscribing to?
uk: <strong>ПОМИЛКА</strong>: Форум не знайдений! На який форум ви намагаєтеся підписатися/відписатися?

source: <strong>ERROR</strong>: There was a problem favoriting that topic!
uk: <strong>ПОМИЛКА</strong>: Не вдалося додати тему в обране!

source: <strong>ERROR</strong>: There was a problem removing that topic from favorites!
uk: <strong>ПОМИЛКА</strong>: Неможливо видалити тему з обраного!

source: <strong>ERROR</strong>: You don't have the permission to edit favorites of that user!
uk: <strong>ПОМИЛКА</strong>: У Вас немає прав для редагування закладок цього користувача!

source: <strong>ERROR</strong>: No topic was found! Which topic are you marking/unmarking as favorite?
uk: <strong>ПОМИЛКА</strong>: Тема не знайдена! Яку тему ви додавали/видаляли в обране?

source: View Topic Tag
uk: Дивитися мітки теми

source: New Tag Name
uk: Нове ім'я мітки

source: Add New Tag
uk: Додати нову позначку

source: Update Tag
uk: Оновити мітку

source: Edit Tag
uk: Змінити мітку

source: All Tags
uk: Всі мітки

source: Popular Tags
uk: Популярні мітки

source: Search Tags
uk: Шукати в мітках

source: Topic Tags
uk: Мітки тем

source: This topic has no replies.
uk: У цій теми немає відповідей.

source: This topic contains %1$s and has %2$s.
uk: У цій темі %1$s і %2$s.

source: This topic contains %1$s, has %2$s, and was last updated by %3$s %4$s.
uk: У цій темі %1$s, %2$s, останнє оновлення %3$s %4$s.

source: %s voice
uk: %s участник

source: This topic is in the trash.
uk: Ця тема переміщена в кошик.

source: This topic is marked as spam.
uk: Ця тема позначена як спам.

source: Viewing topic %2$s (of %4$s total)
uk: Перегляд %1$s теми - з %2$s по %3$s (%4$s всього)

source: Viewing %1$s topic
uk: Перегляд %1$s теми

source: Merge
uk: Об'єднати

# Topic Status
source: Open
uk: Відкрити

# Topic Status
source: Close
uk: Закрити

source: Tagged:
uk: Позначено:

source: Unfavorite
uk: Прибрати з обраного

source: Favorite
uk: В обране

source: This topic was modified %1$s by %2$s.
uk: Тема змінена %1$s користувачем %2$s.

source: This topic was modified %1$s by %2$s. Reason: %3$s
uk: Тема змінена %1$s користувачем %2$s. Причина: %3$s

source: No topics found in Trash
uk: В кошику теми не знайдені

source: No topics found
uk: Теми не знайдені

source: Search Topics
uk: Пошук по темам

source: View Topic
uk: Дивитися тему

source: Edit Topic
uk: Змінити тему

source: Create New Topic
uk: Створити нову тему

source: New Topic
uk: Нова тема

source: <strong>ERROR</strong>: There was a problem deleting the topic.
uk: <strong>ПОМИЛКА</strong>: Неможливо видалити тему.

source: <strong>ERROR</strong>: There was a problem untrashing the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося відновити тему з кошика.

source: <strong>ERROR</strong>: There was a problem trashing the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося перемістити тему в кошик.

source: <strong>ERROR</strong>: There was a problem marking the topic as spam.
uk: <strong>ПОМИЛКА</strong>: Не вдалося помітити тему як спам.

source: <strong>ERROR</strong>: There was a problem unmarking the topic as spam.
uk: <strong>ПОМИЛКА</strong>: Не вдалося помітити тему як не спам.

source: <strong>ERROR</strong>: There was a problem sticking the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося прикріпити тему.

source: <strong>ERROR</strong>: There was a problem unsticking the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося відкріпити тему.

source: <strong>ERROR</strong>: There was a problem opening the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося відкрити тему.

source: <strong>ERROR</strong>: There was a problem closing the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося закрити тему.

source: <strong>ERROR:</strong> You do not have the permission to do that.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для здійснення цієї операції.

# Make topic super sticky
source: Super Sticky
uk: Завжди зверху

# Make topic sticky
source: Sticky
uk: Прикріплена

# Unstick a topic
source: Normal
uk: Звичайна

# Mark topic as pending
source: Pending
uk: На затверджені

# Trash the topic
source: Trash
uk: Вилучена

# Spam the topic
source: Spam
uk: Спам

# Close the topic
source: Closed
uk: Закрита

# Open the topic
source: Open
uk: Відкрита

source: <strong>ERROR</strong>: The following problem(s) have been found while deleting the tag: %s
uk: <strong>ПОМИЛКА</strong>: Наступна проблема (проблеми) була виявлена при видаленні міток: %s

source: <strong>ERROR</strong>: You do not have the permissions to delete the topic tags.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для видалення міток теми.

source: <strong>ERROR</strong>: The tags which are being merged can not be the same.
uk: <strong>ПОМИЛКА</strong>: Мітки, які обираються для об'єднання, не можуть бути однаковими.

source: <strong>ERROR</strong>: The following problem(s) have been found while merging the tags: %s
uk: <strong>ПОМИЛКА</strong>: Наступна проблема (проблеми) була виявлена при об'єднанні міток: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while updating the tag: %s
uk: <strong>ПОМИЛКА</strong>: Наступна проблема (проблеми) була виявлена при оновленні міток: %s

source: <strong>ERROR</strong>: You need to enter a tag name.
uk: <strong>ПОМИЛКА</strong>: Ви повинні ввести ім'я мітки.

source: <strong>ERROR</strong>: You do not have the permissions to edit the topic tags.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для редагування міток теми.

source: <strong>ERROR</strong>: The following problem(s) have been found while getting the tag: %s
uk: <strong>ПОМИЛКА</strong>: Наступна проблема (проблеми) була виявлена при отриманні міток: %s

source: <strong>ERROR</strong>: The topic you want to split to was not found!
uk: <strong>ПОМИЛКА</strong>: Тему, яку ви хочете розділити не знайдено!

source: <strong>ERROR</strong>: You need to choose a valid split option.
uk: <strong>ПОМИЛКА</strong>: Ви повинні вибрати правильний варіант поділу.

source: <strong>ERROR</strong>: The topic you want to split was not found.
uk: <strong>ПОМИЛКА</strong>: Тему, яку ви хочете розділити не знайдено.

source: <strong>ERROR</strong>: The reply you want to split from was not found.
uk: <strong>ПОМИЛКА</strong>: Відповідь, з якої ви хочете почати поділ не знайдена.

source: <strong>ERROR</strong>: Reply ID to split the topic from not found!
uk: <strong>ПОМИЛКА</strong>: ID відповіді для розділення не знайдений!

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для редагування теми призначення.

source: <strong>ERROR</strong>: The topic you want to merge to was not found.
uk: <strong>ПОМИЛКА</strong>: Тему з якою ви хочете здійснити об'єднання не знайдено.

source: <strong>ERROR</strong>: Destination topic ID not found.
uk: <strong>ПОМИЛКА</strong>: ID теми призначення не знайдено.

source: <strong>ERROR</strong>: The topic you want to merge was not found.
uk: <strong>ПОМИЛКА</strong>: Тему, яку ви хочете об'єднати не знайдено.
