Repository: petlyak/bbpress-ukrainian
Catalog: bbpress-*.po
Languages: uk

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default (No Parent) to create the forum at the root of your forums.
uk: <strong>Батько</strong> визначає батьківський форум. Виберіть форум або категорію зі списку або залиште значення за замовчуванням (Без батька), щоб створити форум на верхньому рівні.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
uk: <strong>Видимість</strong> дозволяє вибрати обмеження для кожного форуму і доступність його для певних користувачів.

source: <strong>Status</strong> allows you to close a forum to new topics and forums.
uk: <strong>Статус</strong> дозволяє закрити форум для нових тем і форумів.

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
uk: <strong>Тип</strong> вказується якщо форум є категорією або форумом. Категорії, як правило, містять інші форуми.

source: Select the attributes that your forum should have:
uk: Виберіть параметри, які повинен мати ваш форум:

source: Forum Attributes
uk: Параметри форуму

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
uk: <strong>Мініатюра</strong> - дозволяє задати зображення для форуму, не вставляючи його. Як правило, це корисно, тільки якщо ваша тема підтримує мініатюру для форуму на головній сторінці, призначеному для користувача заголовку і т.д.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
uk: <strong>Публікація</strong> - Ви можете задати умови публікації вашого форуму у вікні публікації. Для зміни статусу, видимості, і публікації (відразу), натисніть на посилання Змінити, щоб відобразилися додаткові параметри. Видимість включає в себе варіанти захисту паролем форуму або закріплює його в топі вашого блогу на невизначений термін (прикріплений). Публікація (відразу) дозволяє встановити майбутню або минулу дату і час, так що ви можете запланувати, чи буде форум опублікований в майбутньому, або заднім числом.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
uk: <strong>Редактор форуму</strong> - Введіть текст Вашого форуму. Є два режими редагування: візуальний і HTML. Виберіть режим, натиснувши на відповідну вкладку. Візуальний режим надасть вам WYSIWYG редактор. Натисніть на останню іконку в рядку, щоб отримати другий рядок елементів управленія. Режим HTML дозволяє ввести чистий HTML разом з текстом вашого форуму. Ви можете вставити мультимедійні файли, натиснувши на значки над редактором форуму і слідуючи інструкціям. Ви можете перейти в повноекранний режим, натиснувши на кнопку (друга в верхньому ряду) або кнопкою на весь екран в режимі HTML (остання в ряду). Опинившись там, ви можете зробити видимими кнопки, підвівши курсор до верхньої частини. У звичайний режим поверне вас назад в редактор форуму.

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
uk: <strong>Заголовок</strong> - Введіть назву вашого форуму. Після введення назви, ви побачите постійне посилання нижче, яке можна редагувати.

source: Title and Forum Editor
uk: Редактор заголовків і форумів

source: Customizing This Display
uk: Налаштувати цей екран

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
uk: Поле назви і велика площа редагування форуму фіксуються на місці, але ви можете змінити всі інші блоки за допомогою перетягування, можна згорнути або розгорнути їх, клікнувши заголовок кожного вікна. Клікніть на вкладці екрану, щоб відобразити додаткові поля (Цитата, Відправити зворотні посилання, Довільні поля, Обговорення, Ярлик, Автор) або вибрати 1 - або 2-колонки для цього екрану.

source: <a href="http://bbpress.org/forums/" target="_blank">bbPress Support Forums</a>
uk: <a href="http://bbpress.org/forums/" target="_blank">Форуми підтримки bbPress</a>

source: <a href="http://codex.bbpress.org" target="_blank">bbPress Documentation</a>
uk: <a href="http://codex.bbpress.org" target="_blank">Документація bbPress</a>

source: For more information:
uk: Додаткова інформація:

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
uk: При використанні опції масової зміни, ви можете змінити метадані (категорії, автор і т.д.) для всіх обраних форумів одночасно. Щоб видалити форум з групи, просто натисніть на хрестик поруч з його ім'ям в області що з'явилася для масового редагування.

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
uk: Ви також можете змінити або перемістити в кошик кілька форумів одночасно. Позначте теми, з якими необхідно провести потрібні дії, потім виберіть потрібне в меню дій і натисніть кнопку "Застосувати".

source: Bulk Actions
uk: Масові дії

source: <strong>View</strong> will show you what your draft forum will look like if you publish it. View will take you to your live site to view the forum. Which link is available depends on your forum&#8217;s status.
uk: <strong>Попередній</strong> покаже вам, як буде виглядати ваш форум, коли ви опублікуєте його. Попередній перегляд покаже ваш сайт з новим форумом. Яке посилання буде доступне - залежить від статусу вашого форуму.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
uk: <strong>Кошик</strong> видаляє ваш форум з цього списку і поміщає його в кошик, з якого його можна видалити назавжди.

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
uk: <strong>Змінити</strong> приведе вас до екрану редагування цього форуму. Ви також можете досягти цього екрану, натиснувши на заголовок форуму.

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
uk: При наведенні курсора на рядок в списку форумів буде показане посилання на дії, які дозволяють вам керувати вашим форумом. Ви можете виконувати наступні дії:

source: Available Actions
uk: Доступні дії

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
uk: Ви можете уточнити список, відобразивши форуми тільки за певний місяць за допомогою меню, що випадають над списком форумів. Натисніть кнопку Фільтр і виберіть потрібний. Ви також можете впорядкувати список за автором, натиснувши на заголовок відповідної колонки.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
uk: Ви можете фільтрувати список форумів по статусу за допомогою текстових посилань в лівому верхньому кутку: показати все, оприлюднені чи віддалені в кошик. За замовчуванням показані всі форуми.

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
uk: Ви можете приховувати / відображати стовпці в залежності від потреб і вирішити, яку кількість форумів показати в списку за допомогою вкладки "Налаштування екрану."

source: You can customize the display of this screen&#8217;s contents in a number of ways:
uk: Ви можете налаштувати показ вмісту цих вікон в декількох варіантах:

source: Screen Content
uk: Вміст екрану

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
uk: Цей екран відображає окремі форуми на вашому сайті. Ви можете налаштувати показ цього екрану відповідно до вашого робочого процесу.

source: Overview
uk: Огляд

source: Calculating reply_to parents (%1$s - %2$s)
uk: Розрахунок відповіді батькам (%1$s - %2$s)

source: No reply_to parents to convert
uk: Немає батьківських відповідей для перетворення

source: Converting replies (%1$s - %2$s)
uk: Перетворення відповідей (%1$s - %2$s)

source: No replies to convert
uk: Немає відповідей для конвертації

source: Converting topic tags (%1$s - %2$s)
uk: Перетворення міток тем (%1$s - %2$s)

source: No tags to convert
uk: Немає міток для конвертації

source: Calculating topic super stickies (%1$s - %2$s)
uk: Підрахунок тем з позначкою "важливо" (%1$s - %2$s)

source: No super stickies to stick
uk: Нема тем з позначкою "важливо"

source: Calculating topic stickies (%1$s - %2$s)
uk: Підрахунок закріплених тем (%1$s - %2$s)

source: No stickies to stick
uk: Немає закріплених

source: Converting topics (%1$s - %2$s)
uk: Перетворення тем (%1$s - %2$s)

source: No topics to convert
uk: Немає тем для конвертації

source: Calculating forum hierarchy (%1$s - %2$s)
uk: Розрахунок ієрархії форуму (%1$s - %2$s)

source: No forum parents to convert
uk: Немає батьківських форумів для конвертації

source: Converting forums (%1$s - %2$s)
uk: Конвертувати форуми (%1$s - %2$s)

source: No forums to convert
uk: Немає форумів для конвертації

source: Delete users WordPress default passwords (%1$s - %2$s)
uk: Видалити паролі користувачів WordPress за замовчуванням (%1$s - %2$s)

source: No passwords to clear
uk: Немає паролів для очищення

source: Converting users (%1$s - %2$s)
uk: Конвертувати користувачів (%1$s - %2$s)

source: No users to convert
uk: Немає користувачів для конвертації

source: Deleting previously converted data (%1$s - %2$s)
uk: Видалення попередніх конвертованих даних (%1$s - %2$s)

source: No data to clean
uk: Немає даних для очищення

source: Conversion Complete
uk: Перетворення завершено

source: Starting Conversion
uk: Почати перетворення

source: Purge Previous Import
uk: Очистити попередній імпорт

source: Start Over
uk: Почати заново

source: Convert Users
uk: Конвертувати користувачів

source: Delay Time
uk: Затримка часу

source: Rows Limit
uk: Ліміт рядків

source: Options
uk: Опції

source: Table Prefix
uk: Префікс таблиць

source: Database Password
uk: Пароль доступу до бази даних

source: Database User
uk: Користувач бази даних

source: Database Name
uk: Ім'я бази даних

source: Database Port
uk: Порт бази даних

source: Database Server
uk: Сервер бази даних

source: Select Platform
uk: Вибрати платформу

source: Database Settings
uk: Налаштування бази даних

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
uk: Ви можете оновити всі форуми в мережі на цій сторінці. Вона працює шляхом виклику скрипта поновлення для кожного сайту автоматично. Натисніть на посилання нижче, щоб оновити.

source: Next Forums
uk: Наступні форуми

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
uk: Якщо ваш браузер не завантажує наступну сторінку автоматично, натисніть на посилання:

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
uk: Попередження! Проблеми оновлення %1$s. Ваш сервер не може підключитися до сайтів, які працюють на ньому. Повідомлення про помилку: <em>%2$s</em>

source: You can update your forum through this page. Hit the link below to update.
uk: Ви можете оновити ваш форум через цю сторінку. Натисніть на посилання нижче, щоб оновити.

source: Go Back
uk: Назад

source: All done!
uk: Все зроблено!

source: Update Forum
uk: Оновлення форуму

source: Core Contributors to bbPress 2.5
uk: Основні розробники bbPress 2.5

source: Bug Testing
uk: Тестування помилок

source: Theme Compatibility
uk: Сумісність теми

source: Welcome to bbPress
uk: Ласкаво просимо в bbPress

source: Right Now in Forums
uk: Прямо зараз в форумі

source: About bbPress
uk: Про bbPress

source: Converter Specialist
uk: Спеціаліст по конвертеру

source: bbPress Forums
uk: Форуми bbPress

source: Better handling of styles and scripts in the template stack.
uk: Покращена обробка стилів і скриптів в стеці шаблону.

source: About
uk: Про плагін

source: bbPress is created by a worldwide swarm of busy, busy bees.
uk: bbPress створюється по всьому світу роєм зайнятих, зайнятих бджіл.

source: Project Leaders
uk: Керівники проекту

# post
source: Spam
uk: Спам

source: Import Forums
uk: Імпорт форумів

# post
source: Hidden <span class="count">(%s)</span>
uk: Приховані <span class="count">(%s)</span>

# post
source: Orphan <span class="count">(%s)</span>
uk: Втрачені <span class="count">(%s)</span>

source: bbPress Topics
uk: Теми bbPress

source: Most popular topics
uk: Найпопулярніші теми

# post
source: Hidden
uk: Приховане

# post
source: Closed <span class="count">(%s)</span>
uk: Закриті <span class="count">(%s)</span>

source: Cheatin&#8217; huh?
uk: Хакер, чи що?

source: bbPress Replies
uk: bbPress Відповіді

source: Go to Forum Settings
uk: Перейти до налаштувань форуму

source: Thank you for updating! bbPress %s is waxed, polished, and ready for you to take it for a lap or two around the block!
uk: Спасибі, що оновили! bbPress %s чистий, полірований і з нетерпінням чекає ваших команд і побажань!

# post
source: Closed
uk: Закриті

# post
source: Spam <span class="count">(%s)</span>
uk: Спам <span class="count">(%s)</span>

# post
source: Orphan
uk: Втрачений об'єкт

source: Topics with no replies
uk: Теми без відповідей

source: Reset Forums
uk: Скидання форумів

source: Forum Reset
uk: Скидання форума

source: Forums
uk: Форуми

source: Update Forums
uk: Оновлення форумів

source: Settings
uk: Налаштування

# admin color scheme
source: Evergreen
uk: Зелений

source: Welcome to bbPress %s
uk: Ласкаво просимо в bbPress %s

source: Thank you for updating! bbPress %s is bundled up and ready to weather the storm of users in your community!
uk: Дякуємо що оновилися! bbPress %s вже є в комплекті і готовий до того щоб витримати хвилю користувачів вашого форуму!

source: Version %s
uk: Версія %s

source: What&#8217;s New
uk: Що нового

source: Credits
uk: Творці

source: Forum Subscriptions
uk: Підписки на форум

source: Subscribe to Forums
uk: Підпіски на форум

source: Now your users can subscribe to new topics in specific forums.
uk: Тепер ваші користувачі можуть підписатися на нові теми в певних форумах.

source: Manage Subscriptions
uk: Управління підписками

source: Your users can manage all of their subscriptions in one convenient location.
uk: Ваші користувачі можуть керувати всіма своїми підписками в одному місці.

source: Converters
uk: Конвертери

source: We&#8217;re all abuzz about the hive of new importers, AEF, Drupal, FluxBB, Kunena Forums for Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo and XMB. Existing importers are now sweeter than honey with improved importing stickies, topic tags, forum categories and the sting is now gone if you need to remove imported users.
uk: Ми все обговорюємо нових імпортерів, AEF, Drupal, FluxBB, Kunena Forums для Joomla, MyBB, Phorum, PHPFox, PHPWind, PunBB, SMF, Xenforo і XMB. Нові імпортери тепер ще солодше з покращеним імпортерством закріплень, тегів тем, категорій форумів і функція, яку застосовують, якщо ви хочете видалити імпортованих користувачів.

source: Polyglot support
uk: Підтримка багатомовності

source: bbPress fully supports automatic translation updates.
uk: bbPress повністю підтримує автоматичне оновлення перекладів.

source: User capabilities
uk: Права користувачів

source: Roles and capabilities have been swept through, cleaned up, and simplified.
uk: Ролі та права користувачів були переглянуті, почищені та спрощені.

source: Lead Developer
uk: Провідний розробник

source: Founding Developer
uk: Засновник проекту

# admin color scheme
source: Mint
uk: Салатовий

source: Repair Forums
uk: Відновлення форуму

source: Contributing Developers
uk: Помічники розробників

source: Forum Repair
uk: Відновити форум

source: Forum Import
uk: Імпорт форуму

source: Feature Developer
uk: Розробник функцій
