Repository: petlyak/bbpress-ukrainian
Catalog: bbpress-*.po
Languages: uk

source: <strong>ERROR</strong>: Your topic cannot be edited at this time.
uk: <strong>ПОМИЛКА</strong>: В даний момент ви не можете редагувати тему.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in it.
uk: <strong>ПОМИЛКА</strong>: Цей форум - рубрика. Тут не можна створювати теми.

source: <strong>ERROR</strong>: You do not have permission to edit that topic.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для редагування цієї теми.

source: <strong>ERROR</strong>: The topic you want to edit was not found.
uk: <strong>ПОМИЛКА</strong>: Тему, яку ви хочете змінити не знайдено.

source: <strong>ERROR</strong>: Topic ID not found.
uk: <strong>ПОМИЛКА</strong>: ID теми не знайдений.

source: <strong>ERROR</strong>: Your topic cannot be created at this time.
uk: <strong>ПОМИЛКА</strong>: В даний момент ваша тема не може бути створена.

source: <strong>ERROR</strong>: Duplicate topic detected; it looks as though you&#8217;ve already said that!
uk: <strong>ПОМИЛКА</strong>: Виявлено дублікат теми. Здається, ви вже сказали це!

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new topics in it.
uk: <strong>ПОМИЛКА</strong>: Це прихований форум, ви не можете його читати і створювати в ньому нові теми.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new topics in it.
uk: <strong>ПОМИЛКА</strong>: Це особистий форум, ви не можете його читати і створювати в ньому нові теми.

source: <strong>ERROR</strong>: This forum has been closed to new topics.
uk: <strong>ПОМИЛКА</strong>: Цей форум закритий для нових тем.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in this forum.
uk: <strong>ПОМИЛКА</strong>: Це форум - рубрика. Не можна створювати тут теми.

source: <strong>ERROR</strong>: Your topic cannot be empty.
uk: <strong>ПОМИЛКА</strong>: Ваша тема не може бути порожньою.

source: <strong>ERROR</strong>: Your topic needs a title.
uk: <strong>ПОМИЛКА</strong>: У вашої теми немає заголовка.

source: <strong>ERROR</strong>: You do not have permission to create new topics.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для створення нової теми.

source: Viewing %2$s results (of %4$s total)
uk: Перегляд %1$s результату — з %2$s по %3$s (з %4$s)

source: Viewing %1$s result
uk: Перегляд %1$s результату

source: Search Results for '%s'
uk: Результати пошуку для '%s'

source: Viewing %2$s post (of %4$s total)
uk: Перегляд %1$s повідомлення - з %2$s по %3$s (з %4$s всього)

source: Viewing %1$s post
uk: Перегляд %1$s повідомлення

source: Viewing %2$s replies (of %4$s total)
uk: Перегляд %1$s відповіді - з %2$s по %3$s (з %4$s всього)

source: Viewing %1$s reply
uk: Перегляд %1$s відповіді

source: Viewing %1$s reply thread
uk: Перегляд %1$s гілки відповідей

source: Split the topic from this reply
uk: Відокремити тему і цю відповідь

source: Split
uk: Відокремити

source: Move this reply
uk: Перемістити цю відповідь

source: Move
uk: Перемістити

source: Unspam
uk: Не спам

source: Are you sure you want to delete that permanently?
uk: Ви дійсно хочете видалити це назавжди?

source: Delete
uk: Видалити

source: Cancel
uk: Відміна

source: Visit %s's website
uk: Перейти на сайт користувача %s

source: View %s's profile
uk: Переглянути профіль користувача %s

source: Anonymous
uk: Анонім

source: This reply was modified %1$s by %2$s.
uk: Відповідь змінена %1$s користувачем %2$s.

source: This reply was modified %1$s by %2$s. Reason: %3$s
uk: Відповідь змінена %1$s користувачем %2$s. Причина: %3$s

# date at time
source: %1$s at %2$s
uk: %1$s в %2$s

source: No replies found in Trash
uk: Відповідей в кошику, не знайдено

source: No replies found
uk: Відповідей не знайдено

source: Search Replies
uk: Пошук відповідей

source: View Reply
uk: Переглянути відповідь

source: Edit Reply
uk: Змінити відповідь

source: Create New Reply
uk: Додати відповідь

source: New Reply
uk: Нова відповідь

source: Replies: %s
uk: Відповіді: %s

source: All Posts
uk: Всі повідомлення

source: <strong>ERROR</strong>: There was a problem deleting the reply!
uk: <strong>ПОМИЛКА</strong>: Не вдалося видалити відповідь!

source: <strong>ERROR</strong>: There was a problem untrashing the reply!
uk: <strong>ПОМИЛКА</strong>: Не вдалося відновити відповідь з кошика!

source: <strong>ERROR</strong>: There was a problem trashing the reply!
uk: <strong>ПОМИЛКА</strong>: Не вдалося перемістити відповідь в кошик!

source: <strong>ERROR</strong>: There was a problem marking the reply as spam!
uk: <strong>ПОМИЛКА</strong>: Не вдалося помітити відповідь як спам!

source: <strong>ERROR</strong>: There was a problem unmarking the reply as spam!
uk: <strong>ПОМИЛКА</strong>: Не вдалося помітити відповідь як не спам!

source: <strong>ERROR:</strong> You do not have the permission to do that!
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для здійснення даної операції!

source: <strong>ERROR</strong>: You do not have the permissions to create new topics. The reply could not be converted into a topic.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для створення нових тем. Відповідь не буде перетворена в тему.

source: <strong>ERROR</strong>: There was a problem converting the reply into the topic. Please try again.
uk: <strong>ПОМИЛКА</strong>: Не вдалося перетворити відповідь в тему. Будь ласка, спробуйте пізніше.

source: Reply To: %s
uk: Відповідь в темі: %s

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic!
uk: <strong>ПОМИЛКА</strong>: У вас немає прав на редагування теми призначення!

source: <strong>ERROR</strong>: The topic you want to move to was not found!
uk: <strong>ПОМИЛКА</strong>: Тему, яку ви хочете перемістити не знайдено!

source: <strong>ERROR</strong>: Destination topic ID not found!
uk: <strong>ПОМИЛКА</strong>: ID теми призначення не знайдений!

source: <strong>ERROR</strong>: You need to choose a valid move option.
uk: <strong>ПОМИЛКА</strong>: Ви повинні вибрати коректні параметри переміщення.

source: <strong>ERROR</strong>: You do not have the permissions to edit the source topic.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для редагування вихідної теми.

source: <strong>ERROR</strong>: The topic you want to move from was not found.
uk: <strong>ПОМИЛКА</strong>: Тему, яку ви хочете перемістити не знайдено.

source: <strong>ERROR</strong>: The reply you want to move was not found.
uk: <strong>ПОМИЛКА</strong>: Відповідь, яку ви хочете перемістити не знайдено.

source: <strong>ERROR</strong>: Reply ID to move not found!
uk: <strong>ПОМИЛКА</strong>: Не вдалося знайти ID відповіді для переміщення!

source: <strong>ERROR</strong>: Your reply cannot be edited at this time.
uk: <strong>ПОМИЛКА</strong>: В даний момент ви не можете редагувати відповідь.

source: <strong>ERROR</strong>: You do not have permission to edit that reply.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для редагування цієї відповіді.

source: <strong>ERROR</strong>: The reply you want to edit was not found.
uk: <strong>ПОМИЛКА</strong>: Відповідь, яку ви хочете змінити не знайдена.

source: <strong>ERROR</strong>: Reply ID not found.
uk: <strong>ПОМИЛКА</strong>: ID відповіді не знайдено.

source: <strong>ERROR</strong>: There was a problem adding the tags to the topic.
uk: <strong>ПОМИЛКА</strong>: Не вдалося додати мітки до теми.

source: <strong>ERROR</strong>: Topic is closed.
uk: <strong>ПОМИЛКА</strong>: Тема закрита.

source: <strong>ERROR</strong>: Your reply cannot be created at this time.
uk: <strong>ПОМИЛКА</strong>: Ваша відповідь зараз не може бути створена.

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you&#8217;ve already said that!
uk: <strong>ПОМИЛКА</strong>: Виявлено дублікат відповіді. Здається, ви вже сказали це!

source: <strong>ERROR</strong>: Your reply cannot be empty.
uk: <strong>ПОМИЛКА</strong>: Відповідь не може бути порожньою.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
uk: <strong>ПОМИЛКА</strong>: Це прихований форум, ви не можете його читати і створювати нові відповіді.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new replies in it.
uk: <strong>ПОМИЛКА</strong>: Це особистий форум, ви не можете його читати і створювати в ньому нові відповіді.

source: <strong>ERROR</strong>: This forum has been closed to new replies.
uk: <strong>ПОМИЛКА</strong>: Цей форум закритий для нових відповідей.

source: <strong>ERROR</strong>: This forum is a category. No replies can be created in this forum.
uk: <strong>ПОМИЛКА</strong>: Цей форум є категорією. Не можна створювати відповіді в цьому форумі.

source: <strong>ERROR</strong>: Forum does not exist.
uk: <strong>ПОМИЛКА</strong>: Форум не існує

source: <strong>ERROR</strong>: Forum ID cannot be a negative number.
uk: <strong>ПОМИЛКА</strong>: ID форуму не може бути негативним числом

source: <strong>ERROR</strong>: Forum ID must be a number.
uk: <strong>ПОМИЛКА</strong>: ID форуму повинен бути числовим.

source: <strong>ERROR</strong>: Forum ID is missing.
uk: <strong>ПОМИЛКА</strong>: ID форуму відсутній.

source: <strong>ERROR</strong>: Topic does not exist.
uk: <strong>ПОМИЛКА</strong>: Тема не існує.

source: <strong>ERROR</strong>: Topic ID cannot be a negative number.
uk: <strong>ПОМИЛКА</strong>: ID теми не може бути негативним.

source: <strong>ERROR</strong>: Topic ID must be a number.
uk: <strong>ПОМИЛКА</strong>: ID теми повинен бути числовим.

source: <strong>ERROR</strong>: Topic ID is missing.
uk: <strong>ПОМИЛКА</strong>: ID теми відсутній.

source: <strong>ERROR</strong>: You do not have permission to reply.
uk: <strong>ПОМИЛКА</strong>: У вас немає прав для відповіді.

source: This forum is empty.
uk: Цей форум порожній.

source: This forum contains %1$s.
uk: В цьому форумі %1$s.

source: This category contains %1$s.
uk: У цій категорії %1$s.

source: This forum contains %1$s and %2$s.
uk: В цьому форумі %1$s і %2$s.

source: This category contains %1$s and %2$s.
uk: У цій рубриці %1$s і %2$s.

source: This forum contains %1$s, and was last updated by %2$s %3$s.
uk: В цьому форумі %1$s, останнє оновлення %2$s %3$s.

source: This category contains %1$s, and was last updated by %2$s %3$s.
uk: У цій категорії %1$s, останнє оновлення %2$s %3$s.

source: This forum contains %1$s and %2$s, and was last updated by %3$s %4$s.
uk: В цьому форумі %1$s и %2$s, останнє оновлення %3$s %4$s.

source: This category contains %1$s and %2$s, and was last updated by %3$s %4$s.
uk: У цій категорії %1$s и %2$s, останнє оновлення %3$s %4$s.

source: %s reply
uk: %s відповідь

source: (+ %d hidden)
uk: (+ приховані: %d)

source: %s topic
uk: %s тема

source: Unsubscribe
uk: Відписатися

source: Subscribe
uk: Підписатися

source: Parent Forum:
uk: Батьківський форум:

source: No forums found in Trash
uk: В кошику форумів, не знайдено

source: No forums found
uk: Форуми не знайдені

source: View Forum
uk: Дивитися Форум

source: Edit Forum
uk: Змінити форум

source: Create New Forum
uk: Створення нового форуму

source: New Forum
uk: Новий форум

# Make forum hidden
source: Hidden
uk: Зробити прихованим

# Make forum private
source: Private
uk: Зробити приватним

# Make forum public
source: Public
uk: Зробити загальним

# Forum is a category
source: Category
uk: Категорія

# Forum accepts new topics
source: Forum
uk: Форум

# Close the forum
source: Closed
uk: Закритий

# Open the forum
source: Open
uk: Відкритий

source: <strong>ERROR</strong>: Your forum cannot be edited at this time.
uk: <strong>ПОМИЛКА</strong>: В даний час не можна редагувати ваш форум.

source: <strong>ERROR</strong>: You do not have permission to edit that forum.
uk: <strong>ПОМИЛКА</strong>: У вас немає дозволу для зміни цього форуму.

source: <strong>ERROR</strong>: The forum you want to edit was not found.
uk: <strong>ПОМИЛКА</strong>: Форум, який ви хочете змінити не знайдений.

source: <strong>ERROR</strong>: Forum ID not found.
uk: <strong>ПОМИЛКА</strong>: ID форуму не знайдено.

source: <strong>ERROR</strong>: Your forum cannot be created at this time.
uk: <strong>ПОМИЛКА</strong>: В даний час не може створитися ваш форум.

source: <strong>ERROR</strong>: This forum already exists.
uk: <strong>ПОМИЛКА</strong>: Цей форум вже існує.

source: <strong>ERROR</strong>: Slow down; you move too fast.
uk: <strong>ПОМИЛКА</strong>: Повільніше; ви рухаєтеся занадто швидко.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
uk: <strong>ПОМИЛКА</strong>: Це прихований форум, ви не можете його читати або створювати в ньому нові форуми.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new forums in it.
uk: <strong>ПОМИЛКА</strong>: Це приватний форум, ви не можете його читати або створювати в ньому нові форуми.

source: <strong>ERROR</strong>: This forum has been closed to new forums.
uk: <strong>ПОМИЛКА</strong>: Цей форум був закритий для нових форумів.

source: <strong>ERROR</strong>: This forum is a category. No forums can be created in this forum.
uk: <strong>ПОМИЛКА</strong>: Цей форум є категорію. Форуми не можуть бути створені в цьому форумі.

source: <strong>ERROR</strong>: Your forum must have a parent.
uk: <strong>ПОМИЛКА</strong>: Ваш форум повинен мати батьківський.

source: <strong>ERROR</strong>: Your forum description cannot be empty.
uk: <strong>ПОМИЛКА</strong>: Опис вашого форуму не може бути порожнім.

source: <strong>ERROR</strong>: Your forum needs a title.
uk: <strong>ПОМИЛКА</strong>: Ваш форум необхідна назва.

source: <strong>ERROR</strong>: You do not have permission to create new forums.
uk: <strong>ПОМИЛКА</strong>: У вас немає дозволу на створення нових форумів.

source: <strong>ERROR</strong>: You do not have permission to mark notifications for that user.
uk: <strong>ПОМИЛКА</strong>: У Вас немає прав щоб відзначити повідомлення для цього користувача.

source: You have %d new reply to %s
uk: У вас %d нових відповідей на %s

source: You have %d new reply to %2$s from %3$s
uk: У вас є %d нова відповідь на %2$s від %3$s

source: You have %d new replies
uk: У вас %d нових відповідей

source: Topic Replies
uk: Відповіді в темі

source: Subscribed Topics
uk: Підписки на теми

source: Search Forums...
uk: Пошук на форумі...

source: This group does not currently have a forum.
uk: В даний час в цій групі немає форуму.

source: Group Forum
uk: Форум групи

# group admin edit screen
source: Discussion Forum
uk: Форум

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
uk: <strong>ПОМИЛКА</strong>: Ви впевнені, що хочете зробити це?

source: Save Settings
uk: Зберегти налаштування

source: Network administrators can reconfigure which forum belongs to this group.
uk: Мережеві адміністратори можуть переналаштувати який форум належить до цієї групи.

source: Group Forum:
uk: Форум групи:

source: Saying no will not delete existing forum content.
uk: Зняття позначки не призведе до видалення існуючого контенту форуму.

source: Yes. I want this group to have a forum.
uk: Так. Я хочу включити форум в цій групі.

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
uk: Створіть дискусійний форум, щоб дозволити членам цієї групи спілкуватися в структурованій формі, у вигляді дошки оголошень.

source: Group Forum Settings
uk: Налаштування форуму групи

source: %1$s replied to the topic %2$s in the forum %3$s
uk: %1$s відповів(ла) на тему %2$s в форумі %3$s

source: %1$s started the topic %2$s in the forum %3$s
uk: %1$s створена тема %2$s в форумі %3$s

source: New forum reply
uk: Нова відповідь форуму

source: New forum topic
uk: Нова тема форуму

source: No recorded history. Akismet has not checked this post.
uk: Немає записаної історії. Akismet не перевірив цю запис.

source: Akismet History
uk: Історія Akismet

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
uk: Akismet не зміг перевірити це повідомлення (відповідь: %s), пізніше буде зроблена повторна спроба.

source: Akismet cleared this post as not spam
uk: Akismet вважає, що дане повідомлення - не спам

source: Post status was changed to %s
uk: Статус сообщения изменён на %s

source: Akismet caught this post as spam
uk: Akismet позначив це повідомлення як спам

source: No response
uk: Нема відповіді

source: %1$s reported this %2$s as not spam
uk: %1$s позначив цей %2$s як не спам

source: %1$s reported this %2$s as spam
uk: %1$s позначив цей %2$s як спам

source: Oh, and this is what a reply looks like.
uk: А ось так виглядає відповідь.

source: Re: Hello World!
uk: Re: Привіт, світ!

source: I am the first topic in your new forums.
uk: Це перша тема на вашому новому форумі.

source: Hello World!
uk: Привіт, світ!

source: General chit-chat
uk: Загальна балачка

source: General
uk: Основний

source: Editable forum roles no longer exist.
uk: Редаговані ролі форуму більше не існують.

source: Recent Replies
uk: Останні відповіді

source: Show reply author:
uk: Показати автора відповіді:

source: Maximum replies to show:
uk: Максимум відповідей для відображення:

# widgets
source: %1$s on %2$s
uk: %1$s в %2$s

# widgets
source: %1$s on %2$s %3$s
uk: %1$s в %2$s %3$s

source: (bbPress) Recent Replies
uk: (bbPress) Останні відповіді

source: A list of the most recent replies.
uk: Список найостанніших відповідей.

source: Forum Statistics
uk: Статистика форуму

source: (bbPress) Statistics
uk: (bbPress) Статистика

source: Some statistics from your forum.
uk: Деяка статистика для вашого форуму.

source: Recent Topics
uk: Останні теми

source: Topics With Recent Replies
uk: Теми зі свіжими відповідями

source: Popular Topics
uk: Популярні теми

source: Newest Topics
uk: Нові теми

source: Order By:
uk: Сортувати за:

source: Show topic author:
uk: Показати автора теми:

source: Show post date:
uk: Показати дату відповіді:

source: Maximum topics to show:
uk: Максимум тем для показу

# widgets
source: by %1$s
uk: опубліковано %1$s

source: (bbPress) Recent Topics
uk: (bbPress) Останні теми

source: A list of recent topics, sorted by popularity or freshness.
uk: Список останніх тем, відсортованих за популярністю або по свіжості.

source: "0" to show only root - "any" to show all
uk: "0" для показу тільки кореня - "any" для показу усіх

source: Parent Forum ID:
uk: ID Батьківського Форуму:

source: (bbPress) Forums List
uk: (bbPress) Список форумів

source: A list of forums with an option to set the parent.
uk: Список форумів з можливістю вказати батьківський форум.

source: Search Forums
uk: Шукати в форумах

source: (bbPress) Forum Search Form
uk: (bbPress) Форма пошуку по форуму

source: The bbPress forum search form.
uk: Форма пошуку по форуму bbPress.

source: (bbPress) Topic Views List
uk: (bbPress) Список переглядів теми

source: A list of registered optional topic views.
uk: Налаштовуваний список переглядів тем.

source: Lost Password URI:
uk: URI Нагадування пароля:

source: Register URI:
uk: URI Реєстрації:

source: Title:
uk: Назва:

source: Lost Password
uk: Забули пароль?

source: Register
uk: Зареєструватися

source: Remember Me
uk: Запам'ятати мене

source: Password
uk: Пароль

source: Username
uk: Ім'я користувача

source: Log In
uk: Увійти

source: (bbPress) Login Widget
uk: (bbPress) Віджет авторизації

source: A simple login form with optional links to sign-up and lost password pages.
uk: Проста форма входу з додатковим посиланням, щоб зареєструватися і відновити забутий пароль.

source: View: %s
uk: %s

source: Edit %s's Profile
uk: Змінити профіль користувача %s

source: Edit Your Profile
uk: Змінити ваш профіль

source: %s Profile
uk: %s Профіль

source: %s Subscriptions
uk: %s Підписки

source: %s Favorites
uk: %s Вибране

source: %s Replies
uk: %s Відповіді

source: %s Topics
uk: %s Теми

# User viewing another users profile
source: %s's
uk: %s:

# User viewing his/her own profile
source: Your
uk: Ваш

source: Topic: %s
uk: %s

source: Forum: %s
uk: Форум: %s

source: Topic Tag Edit: %s
uk: Змінити мітки теми: %s

source: Reply Edit: %s
uk: Змінити відповідь: %s

source: Topic Edit: %s
uk: Змінити тему: %s

source: Forum Edit: %s
uk: Змінити форум: %s

source: Log Out
uk: Вийти

source: Edit
uk: Змінити

source: Topic Tag: %s
uk: Мітка: %s

source: (Edit)
uk: (Змінити)

source: Home
uk: Головна

source: None available
uk: Недоступно

source: No forums available
uk: Немає доступних форумів

source: No topics available
uk: Нема доступних тем

source: Conditional query tags do not work before the query is run. Before then, they always return false.
uk: Умовні теги запиту не працюють до виконання запиту. До цього, вони завжди повертають хибу.

source: %1$s wrote: %2$s Topic Link: %3$s ----------- You are receiving this email because you subscribed to a forum. Login and visit the topic to unsubscribe from these emails.
uk: %1$s пише: %2$s Посилання на тему: %3$s ----------- Ви отримали цей лист, тому що підписалися на форум. Щоб відписатися, авторизуйтесь і перейдіть за посиланням на тему.

source: %1$s wrote: %2$s Post Link: %3$s ----------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
uk: %1$s пише: %2$s Посилання на повідомлення: %3$s ----------- Ви отримали цей лист, тому що підписалися на тему форуму. Щоб відписатися, авторизуйтесь і перейдіть за посиланням на тему.

source: <strong>ERROR</strong>: Invalid email address submitted!
uk: <strong>ПОМИЛКА</strong>: Неправильна адресу e-mail!

source: <strong>ERROR</strong>: Invalid author name submitted!
uk: <strong>ПОМИЛКА</strong>: Додано невірне ім'я автора!

source: Trashed: %s
uk: В кошику: %s

source: Spammed: %s
uk: Спам: %s

source: Private: %s
uk: Приватне: %s

source: second
uk: сек.

source: minute
uk: хвилин

source: hours
uk: годин

source: hour
uk: година

source: days
uk: днів

source: day
uk: день

source: weeks
uk: тижнів

source: week
uk: тиждень

source: months
uk: місяців

source: month
uk: місяць

source: years
uk: років

source: year
uk: рік

source: %s ago
uk: %s назад

source: right now
uk: прямо зараз

source: sometime
uk: колись

source: Site Role
uk: Роль сайту

source: Change
uk: Змінити

source: Change forum role to&hellip;
uk: Змінити роль форуму на &hellip;

source: &mdash; No role for these forums &mdash;
uk: &mdash; Нема ролей для цих форумів &mdash;

source: Forum Role
uk: Роль форуму

source: Topic draft updated. <a target="_blank" href="%s">Preview topic</a>
uk: Тема оновлена <a target="_blank" href="%s">Перегляд теми</a>

source: Topic scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
uk: Тема запланована на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Перегляд теми</a>

source: Topic submitted. <a target="_blank" href="%s">Preview topic</a>
uk: Тема створена. <a target="_blank" href="%s">Перегляд теми</a>

source: Topic saved.
uk: Тема збережена.

source: Topic created. <a href="%s">View topic</a>
uk: Тема створена. <a href="%s">Перегляд теми</a>

source: Topic restored to revision from %s
uk: Тема відновлена до редакції %s

source: Topic updated.
uk: Тема була поновлена.

source: Topic updated. <a href="%s">View topic</a>
uk: Тема була поновлена. <a href="%s">Перегляд теми</a>

source: Mark this topic as spam
uk: Виділити як спам

source: Mark the topic as not spam
uk: Ця тема не спам.

source: (to front)
uk: (завжди зверху)

source: Stick this topic to front
uk: Прикріпити тему в початок

source: Stick
uk: Прикріпити

source: Stick this topic to its forum
uk: Прикріпити тему в форумі

source: Unstick
uk: Відмінити закріплення
