Repository: petlyak/bbpress-ukrainian
Catalog: bbpress-*.po
Languages: uk

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
uk: "Затримка публікації" - кількість часу, що проходить між публікаціями від одного автора. Чим вище затримка, тим довше користувач буде очікувати публікації в форумі.

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
uk: Ви можете заблокувати повідомлення через певну кількість хвилин. "Заборонити редагування повідомлення після" не дозволить автору редагувати повідомлення через вказану кількість хвилин після публікації.

source: In the Main Settings you have a number of options:
uk: У головному меню ви можете вибрати кілька варіантів настройки:

source: Main Settings
uk: Основні установки

source: Please see the additional help tabs for more information on each indiviual section.
uk: Будь ласка, ознайомтеся з додатковими вкладками для отримання докладної інформації по кожному розділу.

source: This screen provides access to all of the Forums settings.
uk: Цей екран надає доступ до всіх налаштувань форуму.

source: Stop
uk: Стоп

source: Start
uk: Старт (Почати)

source: Non-bbPress passwords cannot be automatically converted. They will be converted as each user logs in.
uk: Не bbPress паролі не можуть бути автоматично перетворені. Вони будуть перетворені при вході користувача в систему.

source: Attempt to import user accounts from previous forums
uk: Спроба імпортувати облікові записи користувачів з попередніх форумів.

source: Use this if an import failed and you want to remove that incomplete data.
uk: Використовуйте це якщо сталася помилка імпорту, і ви хочете видалити неповні дані.

source: Purge all information from a previously attempted import
uk: Очистити всю інформацію про раніше зроблений імпорт

source: You should clean old conversion information before starting over.
uk: Вам потрібно очистити інформацію старого перетворення, перш ніж почати.

source: Start a fresh conversion from the beginning
uk: Почати нове перетворення з самого спочатку

source: Keep this high to prevent too-many-connection issues.
uk: Задайте це значення більшим, щоб запобігти проблемам з великою кількістю з'єднань.

source: second(s) delay between each group of rows
uk: секунд (и) затримки між кожною групою рядків

source: Keep this low if you experience out-of-memory issues.
uk: Зменшіть це значення при виникненні проблеми з нестачею пам'яті.

source: rows to process at a time
uk: рядків обробляти за один раз

source: (If converting from BuddyPress Forums, use "wp_bb_" or your custom prefix)
uk: (Якщо конвертуються форуми BuddyPress, використовуйте "wp_bb_" або ваш особливий префікс)

source: Some optional parameters to help tune the conversion process.
uk: Деякі додаткові параметри, які допомагають налаштувати процес перетворення.

source: Name of the database with your old forum data
uk: Ім'я бази даних з вашими старими даними форуму

source: Password to access the database
uk: Пароль для доступу до бази даних

source: User for your database connection
uk: Користувач для з'єднання з базою даних

source: Use default 3306 if unsure
uk: Якщо не впевнені, використовуйте порт за замовчуванням 3306

source: IP or hostname
uk: IP або ім'я хоста

source: is the previous forum software
uk: це попереднє програмне забезпечення форуму

source: Information about your previous forums database so that they can be converted. <strong>Backup your database before proceeding.</strong>
uk: Інформація про вашу попередню базу даних форумів, щоб вони могли бути перетворені.<strong>Створіть резервну копію вашої бази даних перед початком процесу.</strong>

source: Save Changes
uk: Зберегти зміни

source: Forums Settings
uk: Налаштування форуму

source: Allow Akismet to actively prevent forum spam.
uk: Дозволити Akismet активно запобігати спам форуму.

source: Forum settings for Akismet
uk: Налаштування форуму для Akismet

source: Using the Forum Root is not recommended. Changing this does not move existing forums.
uk: Використання кореня форуму не рекомендується. Ця зміна не торкнеться вже існуючих форумів.

source: is the parent for all group forums
uk: є батьківським для всіх форумів груп

source: &mdash; Forum root &mdash;
uk: &mdash; Корінь форуму &mdash;

source: Allow BuddyPress Groups to have their own forums
uk: Дозволити групам BuddyPress мати власні форуми

source: Forum settings for BuddyPress
uk: Налаштування форуму для BuddyPress

source: Custom slugs for single forums, topics, replies, tags, views, and search.
uk: Довільні ярлики для окремих форумів, відповідей, тем, міток, переглядів і пошуку.

source: Customize your user profile slugs.
uk: Налаштуйте ярлики профілю вашого користувача.

source: Topics by Freshness
uk: Список тем за свіжістю

source: Forum Index
uk: Список форумів

source: Prefix all forum content with the Forum Root slug (Recommended)
uk: Використовувати кореневий ярлик форуму в якості префікса для всього вмісту форуму (рекомендується)

source: Customize your Forums root. Partner with a WordPress Page and use Shortcodes for more flexibility.
uk: Налаштуйте корінь ваших форумів. Комбінуйте зі сторінками WordPress і використовуйте шорткоди для більшої гнучкості.

source: How many topics and replies to show per RSS page
uk: Кількість тем і відповідей, що показуються на одну сторінку RSS стрічки

source: per page
uk: на сторінку

source: How many topics and replies to show per page
uk: Кількість тем і відповідей, що показуються на одну сторінку

source: Embed media (YouTube, Twitter, Flickr, etc...) directly into topics and replies
uk: Вставляти медіа контент (YouTube, Twitter, Flickr, і т.д ...) безпосередньо в теми і відповіді

source: No template packages available.
uk: Пакети тем недоступні.

source: will serve all bbPress templates
uk: обслуговуватиме всі шаблони bbPress

source: How your forum content is displayed within your existing theme.
uk: Як контент вашого форуму показуватиметься у вашій поточній темі.

source: Add toolbar & buttons to textareas to help with HTML formatting
uk: Додати панель інструментів і кнопки для текстових областей, щоб допомогти з HTML форматуванням.

source: Allow topic and reply revision logging
uk: Дозволити вести журнал редакцій для тех

source: Enable threaded (nested) replies %s levels deep
uk: Дозволити деревовидні (вкладені) відповіді з числом рівнів %s

source: Allow forum wide search
uk: Дозволити розширений пошук форуму

source: Allow topics to have tags
uk: Дозволити використовувати мітки тем

source: Allow users to subscribe to forums and topics
uk: Дозволити користувачам підписуватися на форуми і теми

source: Allow users to mark topics as favorites
uk: Дозволити користувачам відзначати теми як обрані

source: Forum features that can be toggled on and off
uk: Параметри форуму, які можна включати і вимикати.

source: Automatically give registered visitors the %s forum role
uk: Автоматично призначити зареєстрованим користувачам роль форуму %s

source: Allow guest users without accounts to create topics and replies
uk: Дозволити неавторизованих користувачам створювати відповіді в темах

source: seconds
uk: сек.

source: minutes
uk: хв.

source: Setting time limits and other user posting capabilities
uk: Установка тимчасових обмежень і інших можливостей публікації для користувачів

source: Use Akismet
uk: Використовувати Akismet

source: Group Forums Parent
uk: Батько форумів груп

source: Enable Group Forums
uk: Дозволити форуми в групах

source: Topic Subscriptions
uk: Підписки на теми

source: Favorite Topics
uk: Вибрані теми

source: Replies Created
uk: Відповіді

source: Topics Started
uk: Розпочаті теми

source: User Base
uk: База користувачів

source: Topic View
uk: Перегляд теми

source: Forum root should show
uk: На головній сторінці форуму повинен показуватися

source: Forum Prefix
uk: Префікс Форуму

source: Forum Root
uk: Корінь форуму

source: Current Package
uk: Поточний пакет

source: Reply Threading
uk: Деревовидні відповіді

source: Auto-embed links
uk: Авто-вставка посилань

source: Post Formatting
uk: Формат публікацій

source: Search
uk: Пошук

source: Topic tags
uk: Мітки тем

source: Subscriptions
uk: Підписки

source: Favorites
uk: Вибране

source: Revisions
uk: Редакції

source: Auto role
uk: Автоматична роль

source: Anonymous posting
uk: Анонімна публікація

source: Throttle posting every
uk: Затримка публікації на

source: Disallow editing after
uk: Заборонити редагування після

source: Akismet Integration
uk: Інтеграція з Akismet

source: BuddyPress Integration
uk: Інтеграція з BuddyPress

source: Forum User Slugs
uk: Ярлики користувача форуму

source: Single Forum Slugs
uk: Ярлики окремих форумів

source: Forum Root Slug
uk: Кореневий ярлик форуму

source: Topics and Replies Per RSS Page
uk: Тем і відповідей на сторінку RSS стрічки

source: Topics and Replies Per Page
uk: Тем і відповідей на сторінку

source: Forum Theme Packages
uk: Пакети тем форуму

source: Forum Features
uk: Параметри форуму

source: Forum User Settings
uk: Налаштування користувача форуму

source: Reply draft updated. <a target="_blank" href="%s">Preview topic</a>
uk: Відповідь оновлено. <a target="_blank" href="%s">Попередній перегляд теми</a>

source: Reply scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
uk: Відповідь запланована на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Попередній перегляд теми</a>

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
uk: Відповідь додана. <a target="_blank" href="%s">Попередній перегляд теми</a>

source: Reply saved.
uk: Збережено.

source: Reply created. <a href="%s">View topic</a>
uk: Відповідь додана. <a href="%s">Дивитися тему</a>

source: Reply restored to revision from %s
uk: Відновити до ревізії %s

source: Reply updated.
uk: Відповідь оновлена

source: Reply updated. <a href="%s">View topic</a>
uk: Відповідь оновлена. <a href="%s">Дивитися тему</a>

source: In all forums
uk: У всіх форумах

source: Empty Spam
uk: Очистити спам

source: Delete Permanently
uk: Видалити назавжди

source: Delete this item permanently
uk: Видалити назавжди

source: Trash
uk: Видалити

source: Move this item to the Trash
uk: Перемістити запис в кошик

source: Restore
uk: Відновити

source: Restore this item from the Trash
uk: Відновити цей запис з кошика

source: Spam
uk: Спам

source: Mark this reply as spam
uk: Помітити як спам

source: Not spam
uk: Не спам

source: Mark the reply as not spam
uk: Відзначити відповідь, як не спам.

source: View
uk: Подивитися

source: View &#8220;%s&#8221;
uk: Перегляд &#8220;%s&#8221;

source: (Mismatch)
uk: (Невідповідність)

source: No Forum
uk: Немає форуму

source: No Topic
uk: Нема теми

source: Author
uk: Автор

source: Title
uk: Назва

source: Reply "%1$s" successfully unmarked as spam.
uk: Відповідь «%1$s» успішно позначена як не спам.

source: There was a problem unmarking the reply "%1$s" as spam.
uk: Не вдалося помітити відповідь «%1$s» як не спам.

source: Reply "%1$s" successfully marked as spam.
uk: Відповідь «%1$s» успішно позначена як спам.

source: There was a problem marking the reply "%1$s" as spam.
uk: Не вдалося помітити відповідь «%1$s» як спам.

source: You do not have the permission to do that!
uk: У вас немає дозволу на цю дію!

source: The reply was not found!
uk: Відповідь не знайдена!

source: Author Information
uk: Інформація про автора

source: <strong>Reply To</strong> determines the threading of the reply.
uk: <strong>У відповідь на</strong> визначає ієрархію відповіді.

source: <strong>Topic</strong> determines the parent topic that the reply belongs to.
uk: <strong>Тема</strong> визначає до якої теми буде додано відповідь.

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Topic) to post the reply in forum of the topic.
uk: <strong>Форум</strong> випадающий список визначає батьківський форум, до якого належить відповідь. Виберіть форум, або залиште значення за замовчуванням (використовуйте тему форуму) для додавання відповіді форуму по даній темі.

source: Select the attributes that your reply should have:
uk: Виберіть параметри, які повинен мати ваша відповідь:

source: Reply Attributes
uk: Параметри відповіді

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
uk: <strong>Мініатюра</strong> - Дозволяє зв'язати зображення з вашою відповіддю, не вставляючи його в тіло повідомлення. Як правило, це корисно тільки якщо ваша тема оформлення здатна використовувати мініатюру відповіді на домашній сторінці, в довільному заголовку і т.д.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
uk: <strong> Публікація</strong> - Ви можете задати умови публікації вашої відповіді у вікні публікації. Для зміни статусу, видимості, і публікації (відразу), натисніть на посилання Змінити, щоб відобразилися додаткові параметри. Видимість включає в себе варіанти захисту паролем відповіді або закріплює його в топі вашого блогу на невизначений термін (прикріплений). Публікація (відразу) дозволяє встановити майбутню або минулу дату і час, так що ви можете запланувати, чи буде відповідь опублікована в майбутньому, або заднім числом.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
uk: <strong>Редактор відповіді</strong> - Введіть текст вашої відповіді. Є два режими редагування: візуальний і HTML. Виберіть режим, натиснувши на відповідну вкладку. Візуальний режим надасть вам WYSIWYG редактор. Натисніть на останню іконку в рядку, щоб отримати другий рядок елементів управленія.Режим HTML дозволяє ввести чистий HTML разом з текстом вашої відповіді. Ви можете вставити мультимедійні файли, натиснувши на значки над редактором відповіді і слідуючи інструкціям. Ви можете перейти в повноекранний режим, натиснувши на кнопку (друга в верхньому ряду) або кнопкою на весь екран в режимі HTML (остання в ряду). Опинившись там, ви можете зробити видимими кнопки, підвівши курсор до верхньої частини. У звичайний режим поверне вас назад в редактор відповіді.

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
uk: <strong>Тема</strong> - Введіть назву вашої відповіді. Після введення назви, ви побачите постійне посилання нижче, яке можна редагувати.

source: Title and Reply Editor
uk: Редактор тем і відповідей

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
uk: Поле назви і велика площа редагування відповіді фіксуються на місці, але ви можете змінити всі інші блоки за допомогою перетягування, а можна згорнути або розгорнути їх, клікнувши заголовок кожного вікна. Клікніть на вкладці екрану, щоб відобразити додаткові поля (Цитата, Відправити зворотні посилання, Довільні поля, Обговорення, Ярлик, Автор) або вибрати 1 - або 2-колонки для цього екрану.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
uk: При використанні опції масової зміни, ви можете змінити метадані (категорії, автор і т.д.) для всіх вибраних відповідей одночасно. Щоб видалити відповідь з групи, просто натисніть на хрестик поруч з його ім'ям в області що з'явилася для масового редагування.

source: You can also edit or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
uk: Ви також можете змінити або перемістити в кошик кілька відповідей одночасно. Позначте теми, з якими необхідно провести потрібні дії, потім виберіть потрібне в меню дій і натисніть кнопку "Застосувати".

source: <strong>Preview</strong> will show you what your draft reply will look like if you publish it. View will take you to your live site to view the reply. Which link is available depends on your reply&#8217;s status.
uk: <strong>Попередній перегляд</strong> покаже вам, як буде виглядати ваш варіант відповіді після публікації. Перегляд направить вас на сайт для перегляду відповіді. Яке посилання доступне - залежить від статусу вашої відповіді.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
uk: <strong>Спам</strong> видаляє вашу відповідь з цього списку і поміщає його в чергу спаму, з якого його можна видалити назавжди.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
uk: <strong>Кошик</strong> видаляє вашу відповідь з цього списку і поміщає його в кошик, з якого його можна видалити назавжди.

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
uk: <strong>Змінити</strong> приведе вас до екрану редагування цієї відповіді. Ви також можете досягти цього екрану, натиснувши на заголовок відповіді.

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
uk: При наведенні курсора на рядок в списку відповідей будуть показані посилання на дії, які дозволяють вам керувати вашою відповіддю. Ви можете виконувати наступні дії:

source: You can refine the list to show only replies in a specific category or from a specific month by using the dropdown menus above the replies list. Click the Filter button after making your selection. You also can refine the list by clicking on the reply author, category or tag in the replies list.
uk: Ви можете уточнити список, відобразивши відповіді тільки за певний місяць за допомогою випадаючого меню над списком відповідей. Натисніть кнопку Фільтр і виберіть потрібний. Ви також можете впорядкувати список за автором, натиснувши на заголовок відповідної колонки.

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
uk: Ви можете переглядати відповіді у вигляді списку назви (простий список) або з цитуванням змісту відповіді (в розгорнутому вигляді). Виберіть режим, який ви віддаєте перевагу, натиснувши на іконку в верхній частині списку праворуч.

source: You can filter the list of replies by reply status using the text links in the upper left to show All, Published, Draft, or Trashed replies. The default view is to show all replies.
uk: Ви можете фільтрувати список відповідей по статусу за допомогою текстових посилань в лівому верхньому кутку: показати все, оприлюдне чи віддалені в кошик. За замовчуванням відображаються всі відповіді.

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
uk: Ви можете приховати / показати стовпці, відповідно до ваших потреб і вибрати кількість відповідей на екран за допомогою вкладки Параметри екрану.

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
uk: Цей екран забезпечує доступ до всіх ваших відповідей. Ви можете налаштувати відображення цього екрана відповідно до вашого робочого процесу.

source: IP Address
uk: IP Адрес

source: Website
uk: Сайт

source: Website:
uk: Сайт:

source: Name
uk: Імя

source: Name:
uk: Імя:

source: Reply To
uk: У відповідь на

source: Reply To:
uk: У відповідь на:

source: Topic:
uk: Тема:

source: Forum:
uk: Форум:

source: Select whether to open or close the topic.
uk: Виберіть: відкрити або закрити тему.

source: Topic Type
uk: Тип теми

source: Forum Order
uk: Порядок Форума

source: Order:
uk: Порядок:

source: &mdash; No parent &mdash;
uk: &mdash; Нема батька &mdash;

source: Forum Parent
uk: Батьківський Форум

source: Parent:
uk: Батько:

source: Visibility:
uk: Видимість:

source: Status:
uk: Статус:

source: Type:
uk: Тип:

source: You are using <span class="b">bbPress %s</span>.
uk: Ви використовуєте <span class="b">bbPress %s</span>.

source: Empty Topic Tag
uk: Порожня мітка теми

source: Hidden Reply
uk: Прихована відповідь

source: Hidden Topic
uk: Прихована тема

source: User
uk: Користувач

source: Users &amp; Moderation
uk: Користувачі та модерація

source: Topic Tag
uk: Мітка теми

source: Reply
uk: Відповідь

source: Topic
uk: Тема

source: Discussion
uk: Обговорення

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
uk: Форум оновлений. <a target="_blank" href="%s">Попередній перегляд</a>

source: Forum scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview forum</a>
uk: Форум запланований: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Попередній перегляд</a>

source: Forum submitted. <a target="_blank" href="%s">Preview forum</a>
uk: Форум створено. <a target="_blank" href="%s">Попередній перегляд</a>

source: Forum saved.
uk: Форум збережений.

source: Forum created. <a href="%s">View forum</a>
uk: Форум створено. <a href="%s">Дивитися форум</a>

source: Forum restored to revision from %s
uk: Форум відновлений до ревізії %s

source: Forum updated.
uk: Форум оновлено.

source: Custom field deleted.
uk: Довільне поле видалене.

source: Custom field updated.
uk: Довільне поле оновлене.

source: Forum updated. <a href="%s">View forum</a>
uk: Форум оновлено. <a href="%s">Дивитися форум</a>

source: No Topics
uk: Нема тем

source: Freshness
uk: Свіжість

source: Created
uk: Створено

source: Creator
uk: Автор

source: Replies
uk: Відповіді

source: Topics
uk: Теми

source: Forum
uk: Форум

source: Publish Box
uk: Вікно публікацій

source: <strong>Order</strong> allows you to order your forums numerically.
uk: <strong>Порядок</strong> дозволяє розташувати форуми в числовому порядку.
