Repository: petlyak/bbpress-ukrainian
Catalog: bbpress-*.po
Languages: uk

source: Unstick this topic
uk: Відмінити закріплення цю тему

# Open a Topic
source: Open
uk: Відкрити тему

source: Open this topic
uk: Відкрити цю тему

# Close a Topic
source: Close
uk: Закрити тему

source: Close this topic
uk: Закрити цю тему

source: No Replies
uk: Відповідей немає

source: (No Forum)
uk: (Поза форумом)

source: Voices
uk: Участники

source: Topic "%1$s" successfully unmarked as spam.
uk: Тема «%1$s» успішно позначена як не спам.

source: There was a problem unmarking the topic "%1$s" as spam.
uk: Не вдалося помітити тему «%1$s» як не спам.

source: Topic "%1$s" successfully marked as spam.
uk: Тема «%1$s» успішно позначена як спам.

source: There was a problem marking the topic "%1$s" as spam.
uk: Не вдалося помітити тему «%1$s» як спам.

source: Topic "%1$s" successfully unsticked.
uk: Тема "%1$s" відкріплена.

source: There was a problem unsticking the topic "%1$s".
uk: Не вдалося відкріпити тему «%1$s».

source: Topic "%1$s" successfully sticked.
uk: Тема "%1$s" прикріплена.

source: There was a problem sticking the topic "%1$s".
uk: Не вдалося прикріпити тему «%1$s».

source: Topic "%1$s" successfully sticked to front.
uk: Тема "%1$s" прикріплена в початок.

source: There was a problem sticking the topic "%1$s" to front.
uk: Не вдалося прикріпити тему «%1$s» на головну.

source: Topic "%1$s" successfully closed.
uk: Тема «%1$s» успішно закрита.

source: There was a problem closing the topic "%1$s".
uk: Не вдалося закрити тему «%1$s».

source: Topic "%1$s" successfully opened.
uk: Тема «%1$s» успішно відкрита.

source: There was a problem opening the topic "%1$s".
uk: Не вдалося відкрити тему «%1$s».

source: The topic was not found!
uk: Тема не знайдена!

source: <strong>Topic Type</strong> dropdown indicates the sticky status of the topic. Selecting the super sticky option would stick the topic to the front of your forums, i.e. the topic index, sticky option would stick the topic to its respective forum. Selecting normal would not stick the topic anywhere.
uk: <strong>Тип теми</strong> — задає розташування теми. При виборі варіанту «Завжди зверху» тема буде відображатися на початку списку всіх тем на головній сторінці форумів. Варіант «Прикріплена» буде показувати її першою в відповідному форумі. Варіант «Звичайна» не закріплює тему.

source: <strong>Forum</strong> dropdown determines the parent forum that the topic belongs to. Select the forum or category from the dropdown, or leave the default (No Forum) to post the topic without an assigned forum.
uk: <strong>Форум</strong> — визначає батьківський форум, до якого належить тема. Виберіть форум або категорію зі списку або залиште значення за замовчуванням (зараз на форумі), щоб створити тему без прив'язки до форуму.

source: Select the attributes that your topic should have:
uk: Виберіть параметри, які повинна мати ваша тема:

source: Topic Attributes
uk: Параметри теми

source: <strong>Featured Image</strong> - This allows you to associate an image with your topic without inserting it. This is usually useful only if your theme makes use of the featured image as a topic thumbnail on the home page, a custom header, etc.
uk: <strong>Мініатюра</strong> - Дозволяє зв'язати зображення з вашою темою, не вставляючи його в тіло повідомлення. Як правило, це корисно тільки якщо ваша тема оформлення здатна використовувати мініатюру теми на домашній сторінці, в довільному заголовку і т.д.

source: <strong>Publish</strong> - You can set the terms of publishing your topic in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a topic or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a topic to be published in the future or backdate a topic.
uk: <strong>Публікація</strong> - Ви можете задати умови публікації вашої теми у вікні публікації. Для зміни статусу, видимості, і публікації (відразу), натисніть на посилання Змінити, щоб відобразилися додаткові параметри. Видимість включає в себе варіанти захисту паролем теми або закріплює її в топі вашого блогу на невизначений термін (прикріплена). Публікація (відразу) дозволяє встановити майбутнє або минуле дату і час, так що ви можете запланувати, чи буде тема опублікована в майбутньому, або заднім числом.

source: <strong>Topic Editor</strong> - Enter the text for your topic. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your topic text. You can insert media files by clicking the icons above the topic editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular topic editor.
uk: <strong>Редактор теми</strong> - Введіть текст вашої теми. Є два режими редагування: візуальний і HTML. Виберіть режим, натиснувши на відповідну вкладку. Візуальний режим надасть вам WYSIWYG редактор. Натисніть на останню іконку в рядку, щоб отримати другий рядок елементів управленія.Режім HTML дозволяє ввести чистий HTML разом з текстом вашої теми. Ви можете вставити мультимедійні файли, натиснувши на значки над редактором теми і згідно з інструкціями. Ви можете перейти в повноекранний режим, натиснувши на кнопку (друга в верхньому ряду) або кнопкою на весь екран в режимі HTML (остання в ряду). Опинившись там, ви можете зробити видимими кнопки, підвівши курсор до верхньої частини. У звичайний режим поверне вас назад в редактор теми.

source: <strong>Title</strong> - Enter a title for your topic. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
uk: <strong>Заголовок</strong> - Введіть назву вашої теми. Після введення назви, ви побачите постійне посилання нижче, яке можна редагувати.

source: Title and Topic Editor
uk: Редактор заголовків і тем

source: The title field and the big topic editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
uk: Поле назви і велика площа для редагування теми фіксуються на місці, але ви можете змінити всі інші блоки за допомогою перетягування, а можна згорнути або розгорнути їх, клікнувши на заголовок кожного вікна. Клікніть на вкладці екрану, щоб відобразити додаткові поля (Цитата, Відправити зворотні посилання, Довільні поля, Обговорення, Ярлик, Автор) або вибрати 1 - або 2-колонки для цього екрану.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected topics at once. To remove a topic from the grouping, just click the x next to its name in the Bulk Edit area that appears.
uk: При використанні опції масової зміни, ви можете змінити метадані (категорії, автор і т.д.) для всіх обраних тем одночасно. Щоб видалити тему з групи, просто натисніть на хрестик поруч з її ім'ям в області що з'явилася для масового редагування.

source: You can also edit or move multiple topics to the trash at once. Select the topics you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
uk: Ви також можете змінити або перемістити в кошик кілька тем одночасно. Позначте теми, з якими необхідно провести потрібні дії, потім виберіть потрібне в меню дій і натисніть кнопку "Застосувати".

source: <strong>Stick <em>(to front)</em></strong> will keep the selected topic &#8217;pinned&#8217; to the top of ALL forums and be visable in any forums topics list.
uk: <strong>Прикріпити <em>(на головній)</em></strong> позначити обрану тему як &#8217;прикріплена&#8217; і показувати її у верхній частині на всіх форумах і буде видно в будь-якому списку тем форуму.

source: <strong>Stick</strong> will keep the selected topic &#8217;pinned&#8217; to the top the parent forum topic list.
uk: <strong>Прикріпити</strong> позначити обрану тему як &#8217;прикріплена&#8217; і показувати її у верхній частині списку тем батьківського форуму.

source: <strong>Close</strong> will mark the selected topic as &#8217;closed&#8217; and disable the option to post new replies to the topic.
uk: <strong>Закрити</strong> позначити обрану тему як &#8217;закрита&#8217; і відключити можливість створювати нові відповіді на цю тему.

source: <strong>Preview</strong> will show you what your draft topic will look like if you publish it. View will take you to your live site to view the topic. Which link is available depends on your topic&#8217;s status.
uk: <strong>Попередній перегляд</strong> покаже вам, як буде виглядати ваша тема після публікації. Перегляд направить вас на сайт для перегляду теми. Яке посилання доступне - залежить від статусу вашої теми.

source: <strong>Spam</strong> removes your topic from this list and places it in the spam queue, from which you can permanently delete it.
uk: <strong>Спам</strong> видаляє вашу тему з цього списку і поміщає її в чергу спаму, з якої її можна видалити назавжди.

source: <strong>Trash</strong> removes your topic from this list and places it in the trash, from which you can permanently delete it.
uk: <strong>Кошик</strong> видаляє вашу тему з цього списку і переносить її в кошик, з якого його можна видалити назавжди.

source: <strong>Edit</strong> takes you to the editing screen for that topic. You can also reach that screen by clicking on the topic title.
uk: <strong>Змінити</strong> веде на сторінку редагування цієї теми. На цю сторінку також можна потрапити клікнувши на заголовку теми.

source: Hovering over a row in the topics list will display action links that allow you to manage your topic. You can perform the following actions:
uk: При наведенні курсора на рядок у списку тем будуть показані посилання на дії, які дозволяють вам керувати вашою темою. Ви можете виконати наступні дії:

source: You can refine the list to show only topics from a specific month by using the dropdown menus above the topics list. Click the Filter button after making your selection. You also can refine the list by clicking on the topic creator in the topics list.
uk: Ви можете відфільтрувати список тем за місяцями за допомогою меню, що випадає над списком тем. Натисніть кнопку Фільтр і оберіть місяць який Вас цікавить. Ви можете також відфільтрувати список тем по творцеві теми, клікнувши на творця теми в списку тем.

source: You can filter the list of topics by topic status using the text links in the upper left to show All, Published, or Trashed topics. The default view is to show all topics.
uk: Ви можете відфільтрувати теми по статусу, використовуючи текстові посилання у верхньому лівому кутку, щоб показати все, опубліковані або віддалені теми. За замовчуванням показуються всі теми.

source: You can hide/display columns based on your needs and decide how many topics to list per screen using the Screen Options tab.
uk: Ви можете приховати/показати стовпці в залежності від потреб і вирішити, скільки тем буде показано на екрані за допомогою вкладки "Налаштування екрану".

source: This screen displays the individual topics on your site. You can customize the display of this screen to suit your workflow.
uk: Ця сторінка показує індивідуальні теми на вашому сайті. Ви можете налаштовувати показ цієї сторінки для задоволення ваших потреб.

source: Deleting Roles and Capabilities&hellip; %s
uk: Видалення ролей і можливостей&hellip; %s

source: Deleting Settings&hellip; %s
uk: Видалення налаштувань&hellip; %s

source: Deleting Conversion Table&hellip; %s
uk: Видалення таблиці перетворення&hellip; %s

source: Deleting User Meta&hellip; %s
uk: Видалення метаданих користувачів&hellip; %s

source: Deleting User&hellip; %s
uk: Видалити користувача&hellip; %s

source: Deleting Topic Tags&hellip; %s
uk: Видалення міток теми&hellip; %s

source: Deleting Post Meta&hellip; %s
uk: Видалення метаданих повідомлень&hellip; %s

source: Deleting Posts&hellip; %s
uk: Видалення повідомлень&hellip; %s

source: Success!
uk: Успішно!

source: Failed
uk: Невдача

source: Reset bbPress
uk: Обнулити bbPress

source: Human sacrifice, dogs and cats living together... mass hysteria!
uk: Людська жертва, собаки і кішки живуть разом ... масова істерія!

source: This process cannot be undone.
uk: Цей процес не може бути скасований.

source: Are you sure you want to do this?
uk: Ви впевнені, що хочете зробити це?

source: Note: Resetting without this checked will delete the meta-data necessary to delete these users.
uk: Примітка: Скидання без цієї перевірки видалить мета-дані, необхідні для видалення цих користувачів.

source: This option will delete all previously imported users, and cannot be undone.
uk: Ця опція видалить всіх раніше імпортованих користувачів, і не може бути скасована.

source: Say it ain't so!
uk: Скажи, що це не так!

source: Delete imported users?
uk: Видалити імпортованих користувачів?

source: Importer Helper Data
uk: Помічник імпортера даних

source: Forum User Roles
uk: Ролі користувачів форуму

source: Forum Activity
uk: Активність форуму

source: Forum Settings
uk: Налаштування форуму

source: Related Meta Data
uk: Мета дані тем

source: All Topic Tags
uk: Всі мітки теми

source: All Replies
uk: Всі відповіді

source: All Topics
uk: Всі теми

source: All Forums
uk: Всі форуми

source: The following data will be removed:
uk: Наступні дані будуть видалені:

source: Backup your database before proceeding.
uk: Зробіть резервне копіювання бази даних перш ніж продовжити.

source: Revert your forums back to a brand new installation. This process cannot be undone.
uk: Скинути форум до стану нової установки. Цей процес є незворотним.

source: Recalculating the topic for each post &hellip; %s
uk: Перерахувати тему для кожного повідомлення &hellip; %s

source: Recalculating the forum for each post &hellip; %s
uk: Перерахувати форум для кожного повідомлення &hellip; %s

source: Recalculating forum visibility &hellip; %s
uk: Перерахунок видимості форуму

source: Repairing the sticky topic to the parent forum relationships&hellip; %s
uk: Відновлення прикріпленої теми по відношенню до батьківського форуму&hellip; %s

source: Recomputing latest post in every topic and forum&hellip; %s
uk: Перерахувати останні відповіді в кожній темі і форумі&hellip; %s

source: Complete! %s users updated.
uk: Готово! %s користувачі оновлені.

source: Remapping forum role for each user on this site&hellip; %s
uk: Перепризначення ролі форуму для кожного користувача на цьому сайті&hellip; %s

source: Removing trashed forums from user subscriptions&hellip; %s
uk: Забираю видалені форуми з підписок користувача&hellip; %s

source: Removing trashed topics from user subscriptions&hellip; %s
uk: Видалити переміщені в кошик призначені для користувача підписки&hellip; %s

source: Nothing to remove!
uk: Видалення неможливо!

source: Removing trashed topics from user favorites&hellip; %s
uk: Видалити переміщені в кошик призначені для користувача обрані&hellip; %s

source: Counting the number of topics to which each user has replied&hellip; %s
uk: Порахувати кількість тем в яких кожен користувач має форум&hellip; %s

source: Counting the number of topics each user has created&hellip; %s
uk: Підрахунок кількості тем, створених кожним користувачем&hellip; %s

source: Counting the number of replies in each forum&hellip; %s
uk: Порахувати кількість відповідей у всіх форумах&hellip; %s

source: Counting the number of topics in each forum&hellip; %s
uk: Порахувати кількість тем у всіх форумах&hellip; %s

source: Complete! %s groups updated; %s forums updated; %s forum statuses synced.
uk: Завершено! %s груп оновлено; %s форумів оновлено; %s статусів форумів синхронізовано.

source: group-forums
uk: форуми груп

source: Group Forums
uk: Форуми груп

source: Repairing BuddyPress group-forum relationships&hellip; %s
uk: Відновлення відносин групових форумів BuddyPress&hellip; %s

source: Counting the number of spammed and trashed replies in each topic&hellip; %s
uk: Порахувати кількість спаму і видалених відповідей у всіх темах&hellip; %s

source: Counting the number of voices in each topic&hellip; %s
uk: Порахувати кількість учасників у всіх темах&hellip; %s

source: Complete!
uk: Готово!

source: Failed!
uk: Помилка!

source: Counting the number of replies in each topic&hellip; %s
uk: Перерахувати кількість відповідей у всіх темах&hellip; %s

source: Remap existing users to default forum roles
uk: Перепризначити існуючих користувачів до ролей форуму за замовчуванням

source: Remove trashed forums from user subscriptions
uk: Видалити форуми, переміщені в кошик, з підписок користувача

source: Remove trashed topics from user subscriptions
uk: Видалити теми, переміщені в кошик, з підписок користувача

source: Remove trashed topics from user favorites
uk: Видалити теми, переміщені в кошик, з обраного користувача

source: Count replies for each user
uk: Порахувати відповіді кожного учасника

source: Count topics for each user
uk: Порахувати кількість тем для кожного користувача

source: Count spammed & trashed replies in each topic
uk: Порахувати спам і видалені відповіді в кожній темі

source: Count voices in each topic
uk: Порахувати учасників в кожній темі

source: Count replies in each topic
uk: Порахувати відповіді в кожній темі

source: Count replies in each forum
uk: Порахувати відповіді в кожному форумі

source: Count topics in each forum
uk: Порахувати кількість тем в кожному форумі

source: Repair BuddyPress Group Forum relationships
uk: Відновити зв'язки форуму груп BuddyPress

source: Recalculate the sticky relationship of each topic
uk: Перерахувати зв'язки-стікери для кожної теми

source: Recalculate last activity in each topic and forum
uk: Перерахувати останню активність у всіх темах і відповідях

source: Recalculate private and hidden forums
uk: Перерахувати особисті і приховані форуми

source: Recalculate the parent forum for each post
uk: Перерахувати батьківські форуми для кожного повідомлення

source: Recalculate the parent topic for each post
uk: Перерахувати батьківські теми для кожного повідомлення

source: Repair Items
uk: Відновити вибрані

source: Repair
uk: Відновлення

source: Relationships to Repair:
uk: Значення для корекції:

source: Some of these tools create substantial database overhead. Avoid running more than 1 repair job at a time.
uk: Деякі з цих інструментів створюють суттєві навантаження на базу даних. Не слід запускати більш 1 сервісних завдань одночасно.

source: bbPress keeps track of relationships between forums, topics, replies, and topic tags, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
uk: bbPress відстежує зв'язки між форумами, темами, відповідями, мітками тем і користувачами. Іноді ці значення випадають з синхронізації, найчастіше після імпорту або міграції. Використовуйте інструменти нижче, щоб вручну перерахувати ці значення.

source: Possible %1$s conflict: %2$s
uk: Можливий конфлікт з %1$s : %2$s

source: %s page
uk: %s сторінка

source: Topic tag slug
uk: Ярлик мітки теми

source: View base
uk: Ярлик перегляду

source: User base
uk: Ярлик користувача

source: Reply slug
uk: Ярлик відповіді

source: Topic slug
uk: Ярлик теми

source: Forum slug
uk: Ярлик форуму

source: Topics base
uk: Базовий префікс тем

source: Forums base
uk: Базовий префікс форумів

source: Category base
uk: Префікс для рубрик

source: Tag base
uk: Префікс для міток

source: Menus
uk: Меню

source: Attachments
uk: Вкладення

source: Pages
uk: Сторінки

source: Posts
uk: Повідомлення

source: In the event of a slug collision with WordPress or BuddyPress, a warning will appear next to the problem slug(s).
uk: У разі конфлікту з ярликами WordPress або BuddyPress поруч з проблемним ярликом з'явиться попередження.

source: "Single Slugs" are used as a prefix when viewing an individual forum, topic, reply, user, or view.
uk: "Налашовувані ярлики" використовуються як префікс для перегляду окремих форумів, тем, відповідей, міток, користувачів і переглядів.

source: "Archive Slugs" are used as the "root" for your forums and topics. If you combine these values with existing page slugs, bbPress will attempt to output the most correct title and content.
uk: "Базові ярлики" використовуються як "корінь" для форуму і тем. Якщо ви введете значення, що збігаються з існуючими ярликами сторінок, bbPress не зможе правильно показати вміст і заголовок форуму.

source: The Slugs section allows you to control the permalink structure for your forums.
uk: Розділ Ярлики дозволяє управляти структурою постійних посилань форуму.

source: Slugs
uk: Ярлики

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
uk: Вони розбиті на дві групи: одна відповідає за те, що з'являється у вашій темі, інша для RSS-каналів.

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
uk: Це можна порівняти з "Установкою читання" в WordPress, де ви можете задати кількість записів, які повинні показуватися на сторінках блогу і в архівах.

source: Per Page settings allow you to control the number of topics and replies appear on each page.
uk: Налаштування на сторінку дозволяють контролювати кількість питань і відповідей які показуються на кожній сторінці.

source: Per Page
uk: На сторінку

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
uk: Ви повинні натиснути кнопку "Зберегти зміни" в нижній частині екрана, щоб нові налаштування вступили в силу.

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
uk: Авто-вставка дозволить розмістити медіа-контент з URL безпосередньо в відповідях. Наприклад: посилання на Flickr і YouTube.

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
uk: Розширений редактор задає таку розкіш як візуальний і HTML редактор, з традиційної консолі управління WordPress в вашій темі.

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create topics as well as replies.
uk: "Анонімна публікація" дозволяє створювати теми та відповіді користувачам, які не мають облікового запису на вашому сайті.

source: Topic-Tags allow users to filter topics between forums. This is enabled by default.
uk: Мітки тем дозволяють користувачам фільтрувати теми між форумами. За замовчуванням дозволено.

source: Subscriptions allow users to subscribe for notifications to topics that interest them. This is enabled by default.
uk: Підписка дозволяє користувачам підписатися на повідомлення тем, які їх цікавлять. Ця опція включена за замовчуванням.

source: Favorites are a way for users to save and later return to topics they favor. This is enabled by default.
uk: Вибране це можливість для користувачів зберегти і пізніше повернутися до тем, які їх зацікавили. Ця опція включена за замовчуванням.
